tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
# Zstandard is a real-time compression algorithm
brew "zstd"
# New file format for still image compression
brew "jpeg-xl"
# Codec library for encoding and decoding AV1 video streams
brew "aom"
# Arduino command-line interface
brew "arduino-cli"
# OpenType text shaping engine
brew "harfbuzz"
# Command-line tool to manipulate Android App Bundles
brew "bundletool"
# Cross-platform make
brew "cmake"
# Documentation for CMake
brew "cmake-docs"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Dependency manager for Cocoa projects
brew "cocoapods"
# Easiest way to build and release mobile apps
brew "fastlane"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Multi-format archive and compression library
brew "libarchive"
# Low-level access to audio, keyboard, mouse, joystick, and graphics
brew "sdl2"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Distributed revision control system
brew "git"
# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"
# Post-modern modal text editor
brew "helix"
# Network authentication protocol
brew "krb5"
# Portable Foreign Function Interface library
brew "libffi"
# Version of the SSL/TLS protocol forked from OpenSSL
brew "libressl"
# Open source relational database management system
brew "mysql"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node@18"
# Object-relational database system
brew "postgresql@14"
# Python version management
brew "pyenv"
# Ruby version manager
brew "rbenv"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Terminal multiplexer
brew "tmux"
# Library to create, extract, and modify Windows Imaging files
brew "wimlib"
# Next-generation plugin manager for zsh
brew "zplug"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# A Zsh Theme
brew "romkatv/powerlevel10k/powerlevel10k"
# Stripe CLI utility
brew "stripe/stripe-cli/stripe"
# Command-line helper for the 1Password password manager
cask "1password-cli"
# Prebuilt OpenJDK binaries
cask "adoptopenjdk8"
# Android SDK component
cask "android-platform-tools"
# Tools for the Android SDK
cask "android-sdk"
# Prevents your sleeping computer from connecting to Bluetooth accessories
cask "bluesnooze"
# Developer targeted fonts with a high number of glyphs
cask "font-3270-nerd-font"
# Customize mouse behavior
cask "linearmouse"
# Clipboard manager
cask "maccy"
# System and utility switches
cask "only-switch"
# JDK from the Eclipse Foundation (Adoptium)
cask "temurin8"
# GPU-accelerated cross-platform terminal emulator and multiplexer
cask "wezterm"
